IDEA StatiCa Open Model
SteelSetupAISC Methods
Compatible with IDEA StatiCa Beta 21.0 - beta
The SteelSetupAISC type exposes the following members.
Methods
Name | Description
FrictionCoefficientPboltDefault
 Friction Coefficient Pbolt Default
 (Inherited from SteelSetup.)
Top
See Also
Reference
SteelSetupAISC Class
IdeaRS.OpenModel Namespace